Revit 2027 API
ParameterTypeId.FamilyRfaPathPseudoParam Property
 "File Path"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyRfaPathPseudoParam { get; }
Public Shared ReadOnly Property FamilyRfaPathPseudoParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyRfaPathPseudoParam {
	ForgeTypeId^ get ();
}
static member FamilyRfaPathPseudoParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace